Repository: Snape-bur/ApexDrive
Catalog: Resources/SharedResource.*.resx
Languages: my_mm, th_th

source: Home
my_mm: မူလစာမျက်နှာ
th_th: หน้าแรก

source: Services
my_mm: ဝန်ဆောင်မှုများ
th_th: บริการ

source: Fleet
my_mm: ကားများ
th_th: รถให้เช่า

source: FAQ
my_mm: မေးလေ့ရှိသောမေးခွန်းများ
th_th: คำถามที่พบบ่อย

source: Contact
my_mm: ဆက်သွယ်ရန်
th_th: ติดต่อเรา

# Hero_Title
source: Rent a Car in Thailand – Easy, Fast, Reliable
my_mm: ထိုင်းနိုင်ငံတွင်ကားအငှား – လွယ်ကူမြန်ဆန်၊ ယုံကြည်နိုင်သည်
th_th: เช่ารถในประเทศไทย – รวดเร็ว ง่าย ปลอดภัย

# Hero_Subtitle
source: Brand new fleet, no hidden fees, airport pickup, and 24/7 roadside support across Thailand.
my_mm: ကားအသစ်များ၊ အခကြေးငွေသျှူးလျှင်မရှိ၊ လေဆိပ်တွင်ကောက်ယူနိုင်ပြီး 24/7 အကူအညီပေးပါသည်။
th_th: รถใหม่ทุกคัน ไม่มีค่าธรรมเนียมแอบแฝง รับรถที่สนามบิน และบริการช่วยเหลือฉุกเฉินตลอด 24 ชั่วโมงทั่วประเทศไทย

# Hero_Benefit_FreeCancel
source: Free Cancellation
my_mm: အခမဲ့ပယ်ဖျက်နိုင်
th_th: ยกเลิกฟรี

# Hero_Benefit_PayCounter
source: Pay at Counter
my_mm: ကောင်တာတွင်ပေးချေပါ
th_th: ชำระที่เคาน์เตอร์

# Hero_Benefit_NoCardFees
source: No Credit Card Fees
my_mm: ဘဏ်ကတ်အခကြေးငွေမရှိ
th_th: ไม่มีค่าธรรมเนียมบัตรเครดิต

# Pickup_Location_Label
source: Pickup Location
my_mm: ကားယူရာနေရာ
th_th: สถานที่รับรถ

# Pickup_Location_Placeholder
source: Bangkok Suvarnabhumi (BKK)
my_mm: ဘန်ကောက် ဆွာန်နာဖူမ်မီ (BKK)

# Return_Location_Label
source: Return Location
my_mm: ကားပြန်အပ်ရာနေရာ
th_th: สถานที่คืนรถ

# Return_Location_Placeholder
source: Return to same location
my_mm: တစ်နေရာတည်းတွင်ပြန်အပ်ပါ

# Pickup_Date_Label
source: Pickup Date
my_mm: ကားယူသည့်နေ့
th_th: วันที่รับรถ

# Return_Date_Label
source: Return Date
my_mm: ကားပြန်အပ်သည့်နေ့
th_th: วันที่คืนรถ

# Btn_SearchCars
source: Search Cars
my_mm: ကားရှာဖွေရန်
th_th: ค้นหารถ

# Badge_Unlimited
source: Unlimited Mileage
my_mm: အကန့်အသတ်မရှိသောမိုင်
th_th: ไม่จำกัดระยะทาง

# Badge_CDW
source: Collision Damage Waiver
my_mm: ထိခိုက်ပျက်စီးမှုအာမခံ
th_th: ประกันความเสียหายจากอุบัติเหตุ

# Badge_Roadside
source: 24/7 Roadside Assistance
my_mm: လမ်းဘေးအကူအညီ 24/7
th_th: บริการช่วยเหลือฉุกเฉิน 24 ชม.

# Benefit_247_Title
source: 24/7 Support
my_mm: ၂၄ နာရီဝန်ဆောင်မှု
th_th: บริการ 24 ชั่วโมง

# Benefit_247_Desc
source: We’re here for you anytime, anywhere in Thailand.
my_mm: ထိုင်းနိုင်ငံအနှံ့ မည်သည့်အချိန်မဆို ဝန်ဆောင်မှုရှိပါသည်။
th_th: เราพร้อมให้บริการคุณทุกที่ ทุกเวลาในประเทศไทย

# Benefit_NewFleet_Title
source: New Car Fleet
my_mm: ကားအသစ်များ
th_th: รถใหม่ล่าสุด

# Benefit_NewFleet_Desc
source: Drive popular models from Toyota, Honda, and more.
my_mm: Toyota၊ Honda စသောနာမည်ကြီးမော်ဒယ်များနှင့်အတူစီးနိုင်သည်။
th_th: ขับรถยอดนิยมจาก Toyota, Honda และอีกมากมาย

# Benefit_TopRated_Title
source: Top Rated
my_mm: အမြင့်ဆုံးအဆင့်သတ်မှတ်ချက်
th_th: รีวิวดีที่สุด

# Benefit_TopRated_Desc
source: Thousands of 5-star reviews from happy travelers.
my_mm: သုံးစွဲသူများထံမှ ၅ ကြယ်အဆင့်သုံးသပ်ချက်များအများအပြားရှိသည်။
th_th: รีวิวระดับ 5 ดาวจากผู้เช่าทั่วประเทศ

# Fleet_Title
source: Popular Cars
my_mm: ကျော်ကြားသောကားများ
th_th: รถยอดนิยม

# Fleet_Subtitle
source: Clean, safe, and fuel-efficient options for every budget.
my_mm: သန့်ရှင်းလုံခြုံပြီး ဆီစားသက်သာသောကားများ
th_th: รถสะอาด ปลอดภัย และประหยัดน้ำมันสำหรับทุกงบประมาณ

# Fleet_ViewAll
source: View All
my_mm: အားလုံးကြည့်ရန်
th_th: ดูทั้งหมด

source: seats
my_mm: ခုံ
th_th: ที่นั่ง

source: Automatic
my_mm: အော်တိုဂီယာ
th_th: เกียร์อัตโนมัติ

source: bags
my_mm: အိတ်
th_th: กระเป๋า

# Per_Day
source: day
my_mm: တစ်နေ့
th_th: วัน

# Btn_Select
source: Select
my_mm: ရွေးချယ်ရန်
th_th: เลือก

# Trust_FreeCancel_24h
source: Free cancellation up to 24h before pickup
my_mm: ကားယူရန် ၂၄ နာရီအကြိုအခမဲ့ပယ်ဖျက်နိုင်သည်
th_th: ยกเลิกฟรีก่อนรับรถ 24 ชั่วโมง

# Trust_Rating
source: 4.8/5 average rating from 10k+ renters
my_mm: စနစ်သုံးသူ ၁၀,၀၀၀ ကျော်မှ အမှတ် ၄.၈/၅
th_th: คะแนนเฉลี่ย 4.8/5 จากผู้เช่ากว่า 10,000 ราย

# Trust_Transparent
source: No credit-card fees • Transparent pricing
my_mm: ဘဏ်ကတ်အခမရှိ • ဈေးနှုန်းသိသာအောင်ဖော်ပြထားသည်
th_th: ไม่มีค่าธรรมเนียมบัตรเครดิต • ราคาชัดเจน

# Locations_Title
source: Pick Up at 30+ Locations
my_mm: နေရာ ၃၀ ကျော်တွင် ယူနိုင်ပါသည်
th_th: รับรถได้มากกว่า 30 สาขา

# Locations_Subtitle
source: Airports and downtown branches across Thailand
my_mm: လေဆိပ်နှင့်မြို့တော်အတွင်းရှိရုံးများတွင်ရနိုင်ပါသည်
th_th: สนามบินและสาขาใจกลางเมืองทั่วประเทศ

# Loc_BKK_Tag
source: Bangkok (BKK/DMK)
my_mm: ဘန်ကောက် (BKK/DMK)
th_th: กรุงเทพฯ (BKK/DMK)

# Loc_BKK_Desc
source: Open 07:00–22:00 • Airport & City • One-way rentals
my_mm: ဖွင့်ချိန် 07:00–22:00 • လေဆိပ် & မြို့ • တစ်နေရာကတစ်နေရာပြန်အပ်နိုင်သည်
th_th: เปิดบริการ 07:00–22:00 • สนามบิน & เมือง • คืนต่างสาขาได้

# Loc_HKT_Tag
source: Phuket (HKT)
my_mm: ဖူခက် (HKT)
th_th: ภูเก็ต (HKT)

# Loc_HKT_Desc
source: Beach trips • SUVs & MPVs popular
my_mm: ကမ်းခြေခရီးအတွက်အထူးသင့်တော် • SUV & MPV ကားများလူကြိုက်များ
th_th: เหมาะกับทริปทะเล • รถ SUV และ MPV ยอดนิยม

# Loc_CNX_Tag
source: Chiang Mai (CNX)
my_mm: ချယ်မိုင် (CNX)
th_th: เชียงใหม่ (CNX)

# Loc_CNX_Desc
source: Mountains& scenic routes • Compact cars
my_mm: တောင်တန်းလမ်းများ • စီးနိုင်သော compact ကားများ
th_th: เส้นทางภูเขาและวิวสวย • รถขนาดเล็กยอดนิยม

# Testi_Title
source: What Drivers Say
my_mm: သုံးစွဲသူအတွေ့အကြုံများ
th_th: เสียงจากผู้ใช้จริง

# Testi_Subtitle
source: Real reviews from travelers across Thailand
my_mm: ထိုင်းနိုင်ငံအနှံ့မှ ငှားသူများ၏သုံးသပ်ချက်များ
th_th: รีวิวจากนักเดินทางทั่วประเทศไทย

# Testi_1
source: Super smooth pickup at BKK. Car was new and clean. Will rent again!
my_mm: BKK လေဆိပ်တွင်ကားယူရာအချိန်မြန်၊ ကားသန့်ရှင်းအသစ်။ ထပ်မံအသုံးပြုမည်။
th_th: รับรถที่สนามบิน BKK รวดเร็ว รถใหม่และสะอาด จะใช้บริการอีกแน่นอน!

# Testi_1_Author
source: Napat, Bangkok
my_mm: နပတ်၊ ဘန်ကောက်
th_th: ณภัทร, กรุงเทพฯ

# Testi_2
source: Best price I found. No hidden fees and fast deposit return.
my_mm: ဈေးနှုန်းသက်သာပြီး အပိုအခကြေးငွေမရှိ၊ ငွေမူန့်အမြန်ပြန်အမ်း
th_th: ราคาดีที่สุด ไม่มีค่าซ่อนเร้น คืนเงินมัดจำเร็ว

# Testi_2_Author
source: Maria, Spain
my_mm: မာရီယာ၊ စပိန်
th_th: มาเรีย, สเปน

# Testi_3
source: Great SUV for Phuket trip. Customer service was excellent.
my_mm: ဖူခက်ခရီးအတွက် SUV ကားကောင်း၊ ဝန်ဆောင်မှုအလွန်ပြေပြစ်
th_th: รถ SUV เยี่ยมมากสำหรับทริปภูเก็ต บริการลูกค้าดีเยี่ยม

# Testi_3_Author
source: Ake, Phuket
my_mm: အိတ်၊ ဖူခက်
th_th: เอก, ภูเก็ต

# FAQ_Title
source: Frequently Asked Questions
my_mm: မေးလေ့ရှိသောမေးခွန်းများ
th_th: คำถามที่พบบ่อย

# FAQ_Q1
source: What documents do I need?
my_mm: ဘာစာရွက်စာတမ်းလိုအပ်ပါသလဲ?
th_th: ต้องใช้เอกสารอะไรบ้าง?

# FAQ_A1
source: Passport (or Thai ID), valid driver’s license (International Permit if required), and a credit card for deposit.
my_mm: နိုင်ငံကူးလက်မှတ် (သို့မဟုတ်) ထိုင်းအိုင်ဒီကတ်၊ သက်တမ်းမကုန်သေးသောမော်တော်ယာဉ်လိုင်စင်၊ ငွေသွင်းကတ်တစ်စောင်လိုအပ်သည်။
th_th: หนังสือเดินทางหรือบัตรประชาชน ใบขับขี่ที่ยังไม่หมดอายุ (ถ้ามีใบขับขี่สากลให้แนบด้วย) และบัตรเครดิตสำหรับวางมัดจำ

# FAQ_Q2
source: Can I pick up in Bangkok and return in Phuket?
my_mm: ဘန်ကောက်တွင်ယူပြီး ဖူခက်တွင်ပြန်အပ်နိုင်ပါသလား?
th_th: รับรถที่กรุงเทพฯ แล้วคืนที่ภูเก็ตได้ไหม?

# FAQ_A2
source: Yes, one-way rentals are available between major branches for an additional fee.
my_mm: နိုင်သည်။ အဓိကရုံးများအကြား တစ်နေရာကတစ်နေရာပြန်အပ်နိုင်ပြီး အပိုအခသတ်မှတ်ထားနိုင်သည်။
th_th: ได้ สามารถคืนต่างสาขาได้ในบางพื้นที่ โดยอาจมีค่าบริการเพิ่มเติม

# FAQ_Q3
source: Is insurance included?
my_mm: အာမခံပါဝင်ပါသလား?
th_th: มีประกันรวมอยู่ไหม?

# FAQ_A3
source: Standard coverage is included. You can add extra protection at checkout to reduce excess.
my_mm: အခြေခံအာမခံပါဝင်ပြီးဖြစ်သည်။ စိတ်ချချင်ပါက အပိုအာမခံဝယ်ယူနိုင်သည်။
th_th: มีความคุ้มครองพื้นฐานรวมอยู่แล้ว และสามารถซื้อประกันเพิ่มเติมเพื่อลดความเสียหายส่วนเกินได้

# CTA_Title
source: Ready to hit the road?
my_mm: ခရီးစတင်ရန်အဆင်သင့်လား?
th_th: พร้อมออกเดินทางหรือยัง?

# CTA_Sub
source: Book your car in minutes and pick up at the airport or downtown. No hidden fees.
my_mm: အနည်းဆုံးအချိန်အတွင်းမှာကားဘောက်ချာပြီး လေဆိပ်သို့မဟုတ်မြို့တွင်းတွင်ယူနိုင်ပါသည်။ အပိုအခမရှိ။
th_th: จองรถของคุณภายในไม่กี่นาที รับรถได้ที่สนามบินหรือในเมือง ไม่มีค่าธรรมเนียมแอบแฝง

# CTA_Button
source: Check Availability
my_mm: ကားရရှိနိုင်မှုစစ်ပါ
th_th: ตรวจสอบรถว่าง

# Footer_About_Title
source: About ApexDrive
my_mm: ApexDrive အကြောင်း
th_th: เกี่ยวกับ ApexDrive

# Footer_About_Desc
source: ApexDrive offers reliable car rentals across Thailand with transparent pricing, new fleets, and 24/7 support.
my_mm: ApexDrive သည် ထိုင်းနိုင်ငံအနှံ့ ယုံကြည်ရသောကားအငှားဝန်ဆောင်မှုများကို ဈေးနှုန်းသိသာပြီး ၂၄ နာရီဝန်ဆောင်မှုဖြင့် ပေးပါသည်။
th_th: ApexDrive ให้บริการเช่ารถที่เชื่อถือได้ทั่วประเทศไทย ราคาชัดเจน รถใหม่ และบริการ 24 ชั่วโมง

# Footer_Links_Title
source: Quick Links
my_mm: လင့်ခ်များ
th_th: ลิงก์ด่วน

# Footer_Link_Fleet
source: Fleet
my_mm: ကားများ
th_th: รถให้เช่า

# Footer_Link_Locations
source: Locations
my_mm: နေရာများ
th_th: สาขา

# Footer_Link_FAQ
source: FAQ
my_mm: မေးလေ့ရှိသောမေးခွန်းများ
th_th: คำถามที่พบบ่อย

# Footer_Link_Contact
source: Contact Us
my_mm: ဆက်သွယ်ရန်
th_th: ติดต่อเรา

# Footer_Contact_Title
source: Contact
my_mm: ဆက်သွယ်ရန်
th_th: ติดต่อ

# Footer_Contact_Address
source: Bangkok, Thailand
my_mm: ဘန်ကောက်၊ ထိုင်းနိုင်ငံ
th_th: กรุงเทพฯ ประเทศไทย

# Footer_Rights
source: All rights reserved.
my_mm: မူပိုင်ခွင့်အားလုံးရှိသည်။
th_th: สงวนลิขสิทธิ์ ทั้งหมด
